Repository: altotunchitoo/catholicprayers
Catalog: lib/l10n/app_*.arb
Languages: my

# language
source: English
my: မြန်မာစာ

source: Catholic Prayers
my: ကက်သလစ် ဆုတောင်းမေတ္တာများ

source: Home
my: ပင်မ

source: Favourites
my: အကြိုက်ဆုံးများ

source: Settings
my: အပြင်အဆင်များ

source: Privacy Policy
my: ကိုယ်ရေးအချက်အလက် မူဝါဒ

# nothing_here_fav
source: Nothing is here. Your favorites will appear here.
my: အကြိုက်ဆုံးများ မရှိသေးပါ။ သင်၏အကြိုက်ဆုံးများအား ဤနေရာတွင်ပြသမည်။

source: APPEARANCE
my: အသွင်အပြင်

# follow_sys
source: Follow System
my: ဖုန်း၏စနစ်ကို လိုက်နာပါ

source: Night Theme
my: ညဘက်

source: LANGUAGES
my: ဘာသာစကားများ

# lang_for_prayers
source: Language for displaying prayers
my: ဆုတောင်းမေတ္တာများအားပြသမည့်ဘာသာစကား

source: ABOUT CATHOLIC PRAYERS
my: ကက်သလစ်ဆုတောင်းမေတ္တာများ အက်ပ်အကြောင်း

# last_sync
source: Last Updated
my: နောက်ဆုံးမွမ်းမံ

source: App Info
my: အက်ပ်အချက်အလက်

source: Contact
my: ဆက်သွယ်မယ်

# rate_app
source: Rate this app on the Store
my: ဝေဖန်အကြံပြုမယ်

# share_app
source: Share this app
my: ဤအက်ပ်အားမျှဝေမယ်

# may_god_bless
source: May God bless you!
my: ဘုရားသခင်ကောင်းချီးပေးပါစေ

# added_to_fav
source: has been added to Favorites.
my: အကြိုက်ဆုံးထဲသို့ ထည့်သွင်းလိုက်ပါပြီ

# removed_from_fav
source: has been removed from Favorites
my: အကြိုက်ဆုံးထဲမှ ထုတ်လိုက်ပါပြီ

source: New Version
my: ဗားရှင်းအသစ်

source: Update
my: အပ်ဒိတ်

source: Dismiss
my: မလုပ်တော့ပါ

# pls_update_to_latest
source: New version is available on the Store, please update the app to latest version!
my: ဗားရှင်းအသစ်ထွက်ရှိထားပါသည်၊ နောက်ဆုံးဗားရှင်းသို့ အပ်ဒိတ်လုပ်ပါ။

# app_language_note
source: The Lord is my Shepherd, I shall not want. He makes me lie down in green pastures; He leads me besides still waters; He restores my soul.
my: ထာဝရဘုရားသည် ငါ၏သိုးထိန်းဖြစ်တော်မူ၏၊ ငါသည် ဆင်းရဲမခံရ။ စိမ်းလန်းသော ကျက်စားရာ အရပ်၌ ငါ့ကိုအိပ်စေတော်မူ၏။ သာယာသောမြစ်နားသို့ လမ်းပြတော်မူ၏။ ငါ့ဝိညာဉ်ကို အားဖြည့်၍ နာမတော် အဘို့အလို့ငှါ တရားလမ်းထဲ၌ သွေးဆောင်တော်မူ၏။

# change_language
source: ဘာသာစကားပြောင်းမည်
my: Change Language

source: Choose Language
my: ဘာသာစကား ရွေးချယ်မည်

source: Skip
my: ကျော်မည်

source: Done
my: ပြီးပြီ

source: Cancel
my: မလုပ်တော့ပါ

# turn_split_view_off
source: Turn off Split-View
my: Split-View ပိတ်မည်

# rotate_device
source: Please rotate your device horizontally.
my: ကျေးဇူးပြု၍ သင့်ဖုန်းကို အလျားလိုက် လှည့်ပါ။

source: Version
my: ဗားရှင်း

source: Reference
my: ကိုးကားချက်

# reference_content
source: The prayers (Burmese or Myanmar language) in the app are from the book of "Lan Pya Taryar" which is the official Catholic prayers book in Myanmar (Burma). The English and Latin language prayers are from catholic.org, other catholic websites and books.
my: အက်ပ်အတွင်းရှိ မြန်မာဘာသာစကား ဆုတောင်းမေတ္တာများသည် "လမ်းပြတာရာ" မေတ္တာစာအုပ်မှဖြစ်သည်။ အင်္ဂလိပ်နှင့် လက်တင်ဘာသာစကား မေတ္တာများသည် catholic.org၊ အခြားသော ကက်သလစ်ဝက်ဘ်ဆိုဒ်နှင့် စာအုပ်များမှဖြစ်သည်။

source: Developer
my: အက်ပ်ရေးသားသူ

# alto
source: Alto Tun Chit Oo
my: အလ်တိုထွန်းချစ်ဦး

source: Try again
my: ပြန်လည် ကြိုးစားကြည့်ပါ

# something_wrong
source: Something went wrong!
my: တစ်ခုခုမှားသွားသည်။

# lost_connection
source: The app can't connect to server. Please make sure your device is connected to internet or try again later.
my: အက်ပ်သည် ဆာဗာသို့ ချိတ်ဆက်၍မရပါ။ အင်တာနက်ရမရပြန်စစ်ဆေးပါ၊ သို့မဟုတ် ခဏနေမှ ထပ်စမ်းကြည့်ပါ။

source: DAILY READINGS
my: နေ့စဉ်ကျမ်းစာဖတ်ရှုခြင်း

source: CATEGORIES
my: အမျိုးအစားများ

source: Notification
my: နိုတီဖီကေးရှင်း

source: Daily Verse
my: နေ့စဉ်ကျမ်းပိုဒ်

# subscribe_verse
source: Subscribed Daily-Verse notification
my: နေ့စဉ်ကျမ်းပိုဒ် နိုတီဖီကေးရှင်းများအား ရယူထားလိုက်ပါပြီ

# unsubscribe_verse
source: Unsubscribed Daily-Verse notification
my: နေ့စဉ်ကျမ်းပိုဒ် နိုတီဖီကေးရှင်းရယူထားခြင်းအား ရပ်လိုက်ပါပြီ
